export default function OurStory() {
  return (
    <div className="flex gap-0 justify-start items-center max-w-6xl mx-auto px-4 py-8">
  {/* <img src={aboutus} alt="story" className="w-100 h-96" /> */}
  <section>
    <h2 className="text-3xl font-bold mb-4"></h2>
    <div className="text-gray-700 dark:text-gray-300 font-semibold leading-relaxed  text-justify text-xl">
      
      <p className="mb-4">
        சாதிக்கு எதிரான உரையாடல்கள் வெகு மக்கள் படிக்கும் வணிக ஏடுகளில் இடம் பெறாததால் - அத்தகைய உரையாடல்களை நிகழ்த்துகின்றவர்களுக்கு - சாதி சார்பற்ற, கட்சி மற்றும் அமைப்பு சார்பற்ற ஓர் இதழைத் தொடங்க வேண்டும் என்ற விழைவின் உந்துதலால் உருவாக்கப்பட்டதே ‘தலித் முரசு’ (பிப்ரவரி 13,1997) இதழ்.        </p>

      
      <p className="mb-4">
       டாக்டர் அம்பேத்கர், பெரியார் கொள்கைகள் குறித்து தனித்தனியாக விவாதிக்கப்பட்டு வந்த காலகட்டத்தில், அவ்விரு சிந்தனைகளையும் இணைத்து விவாதிக்க வேண்டும் என்கிற முதல் முயற்சியை ‘தலித் முரசு’ முன்னெடுத்தது. அம்முயற்சிக்கு எதிரான கண்டனங்களையும் அவதூறுகளையும் எருவாக்கி, இன்று 28 ஆம் ஆண்டில் ‘தலித் முரசு’ இணைய இதழாகப் பரிணாமம் பெற்றிருக்கிறது.   
      </p>

      <p className="mb-4">
        இருபது ஆண்டுகள் மாத இதழாக அச்சில் வெளிவந்த ‘தலித் முரசு’ கடும் நிதி நெருக்கடியால் நிறுத்தப்பட்டது. இருப்பினும் அப்பெயரிலேயே நாள்காட்டி, நூல்கள், சமூக வலைத்தளங்களில் கட்டுரைகள் மற்றும் சிந்திக்க வைக்கும் ‘பட அட்டைகள்’ (Photo cards) ஆகியவற்றைத் தொடர்ந்து வெளியிட்டு வருகிறோம். தற்போது இளந்தலைமுறையினர் பயன்பெறும் வகையில் ‘தலித் முரசு' இதழ்களை ஆவணப்படுத்தும் முயற்சியை மேற்கொண்டுள்ளோம். 
      </p>

      <p className="mb-4">
        முழு முற்றான இணைய இதழாக இல்லாவிடினும் டாக்டர் அம்பேத்கர், பெரியார் கருத்தியலை முன்னிறுத்தி தற்காலச் சிக்கல்கள் குறித்துப் பலரும் உரையாட, விவாதிக்க, எழுதுவதற்கான ஒரு வாய்ப்பை ‘தலித் முரசு’ மீண்டும் உருவாக்குகிறது. நாள்தோறும் தேர்தல் / கட்சி அரசியல் சார்ந்த விவாதங்களே (24×7) நடைபெற்று வரும் சூழலில் சமூகம், பண்பாடு சார்ந்து சிக்கல்களுக்கான வேர்களைக் கண்டறிந்து, தீர்வுகளுடன்கூடிய விவாதங்களை முன்னெடுப்பதற்கான ஒரு திசை வழிகாட்டியாக ‘தலித் முரசு’ திகழும்.  
      </p>

      <p className="mb-4">
        தீண்டத்தகாத மக்களைக் குறிப்பதற்காக ‘தலித்’ என்கிற மராட்டியச் சொல்லை சாவித்திரி பாய் புலே தம்முடைய ‘கவிதைப் பூக்கள்’ தொகுப்பொன்றில் (1854) பயன்படுத்தி இருப்பார்: 
      </p>

      <p className="mb-4">
        ஒளிக்கற்றைகள் ஊடுறுவியபின்
இருள் ஓடிவிட்டது உண்மைதான்
ஒளியறிவில் விழித்துக்கொண்டனர் 
சூத்திரர்களும் மகர்களும்
பாதிக்கப்பட்டோரும் நொறுக்கப்பட்ட தலித்துகளும்
அறியாமையில் மூழ்க வேண்டுமென்பது
இருள்கிளறும் ஆந்தையின் மனிதமற்ற ஆசை
கூண்டிலிருந்தாலும் உரக்கக் கூவுகிறது சேவல்
மக்களுக்கான புதிய விடியலை அறிவிக்க!’
      </p>

      <p className="mb-4">
        சாதியை எதிர்த்தவர்கள் தான் தீண்டாமைக்கு ஆட்பட்டனர். அதனால்தான் அவர்கள் ‘அ வர்ணர்’ என்றும் சாதிக்கு வெளியே தள்ளப்பட்டவர்கள் (outcast) என்றும் குறிப்பிடப்படுகின்றனர். எனவே அவர்களுக்கு ‘சாதிப் பெருமிதம்’ என்று ஒன்று இருக்க வாய்ப்பில்லை. தங்கள் மீதான தீண்டாமைக் கொடுமைக்கு எதிராகச் செயல்பட்டு, சாதி ஒழிப்புக்கான செயல்பாடுகளை முன்னெடுப்பவர்களையே ‘தலித்’ என்று அழைக்கிறோம். இது, சாதிக்குறியீடு அல்ல என்பதற்காகவே இதைக் குறிப்பிடுகிறோம். தவிர, அம்பேத்கர் - பெரியார் வழியில் சாதியை ஒழிப்பதற்காக எழுத முனைவோருக்கான தளமாக ‘தலித் முரசு’ விளங்கும். 
      </p> 
    
    </div>
  </section>
</div>
  );
}
